<template>
  <div class="page">
    <article id="contentBox">
      <div class="title">
        聚优财平台注册服务协议
      </div>
      <p>
        聚优财平台（网址：www.jyc99.com以及相应的移动客户端，以下简称“聚优财平台”）系由浙江聚有财金融服务外包有限公司（以下简称 “本公司”）开发并运营的网络借贷信息中介服务电子平台。
      </p>
      <p>
        本聚优财平台注册服务协议（以下简称“本协议”）系本公司拟定并发布的，用于规范聚优财平台注册用户（以下简称“用户”或“您”）在聚优财平台上或在线授权注册方式进行注册（以下统称为“注册”）以及使用聚优财平台服务的行为。
      </p>
      <p>
        本公司提醒您认真阅读本协议的全部条款，特别是其中涉及的对您的权利、义务有限制性的条款，在充分理解各条款内容后再行选择是否接受本协议。您通过聚优财平台网络页面点击确认或在线授权确认（以下统称为“确认”）的方式接受本协议，即表示您已充分理解并完全接受本协议全部条款。自您完成注册起，本协议立即在您与本公司之间发生法律效力。若您不同意本协议的任意内容，或无法理解本协议项下任意条款的，请不要进行后续操作。
      </p>
      <div class="tit">
        一、本协议的文本
      </div>
      <p>
        1.本协议的内容包括以下全部条款以及本公司通过聚优财平台已经发布的及将来可能发布的与用户有关的各项规则，该等规则均为本协议不可分割的一部分，与以下所列条款具有同等法律效力。您一经确认接受本协议，即表示您同意接受本协议的全部约定内容以及与本协议有关的各项规则及聚优财平台已经发布的及将来可能发布的其他与本协议或本协议项下各项规则的条款和条件有关的各项规定。
      </p>
      <p>
        2.本公司有权根据需要不时修改本协议的内容。如本协议条款或本公司通过聚优财平台发布的各项规则有任何变更，本公司将通过聚优财平台公告、App推送或其他方式公告该等修订。经修订的相关条款和规则一经公告，立即生效。请您适时关注聚优财平台发布的关于相关条款和规则的公告。如您不同意修订后的相关条款和规则，请您在该等公告刊载之日起72小时内以您在聚优财平台注册时提供的个人邮箱向聚优财平台的服务邮箱【cooperation@jyc99.com】 发送邮件，表明希望终止本协议（以下简称“注册终止申请”），并停止使用或中止进一步使用（视实际情况而定）聚优财平台服务，本公司确认收到您的邮件后将与您协商本协议终止后相关事宜及后续义务履行（如有）。如您在本条所述时限内未发送注册终止申请，或继续使用聚优财平台服务，则视为您已经同意接受该等变更，经修订的相关条款和规则于公告日生效并对您产生法律约束力。
      </p>
      <p>
        3.您只要通过聚优财平台确认“注册”，并确认勾选位于注册页面下方的“我已阅读并同意《聚优财平台注册服务协议》” 选项并按照聚优财平台的流程成功注册后，本协议即产生法律效力。您对上述选项的勾选应视为您以电子签名形式签署本协议；在任何情形下，您不得以未签署纸质协议为由否认本协议的效力。
      </p>
      <p>
        4.本协议是由您与本公司共同签订的，适用于您在聚优财平台的全部活动。在您自愿注册成为聚优财平台用户时，您已经仔细阅读和充分理解并接受本协议的全部条款及各类规则。如因您对本协议的违反导致任何法律后果的发生，您应以自己的名义独立承担全部相应的法律责任。
      </p>
      <p>
        5.本协议不涉及您与聚优财平台的其他用户之间因交易而产生的法律关系及法律纠纷。
      </p>
      <div class="tit">
        二、注册用户的身份限制
      </div>
      <p>
        1.作为聚优财平台个人用户，您必须是年满18周岁或以上的自然人，作为聚优财平台法人或其他组织用户，您必须是依法成立并有效存续的有限责任公司或其他经济组织，且根据中华人民共和国法律具有完全的民事权利能力及民事行为能力，有能力履行及承担本协议项下权利和义务，能够独立作为法律诉讼的一方。如不具备上述资格，您应立即停止在聚优财平台的注册程序、停止使用聚优财平台服务，本公司有权随时终止您的注册进程，您应对您的注册给本公司及聚优财平台带来的损失承担全额赔偿责任，且您的监护人（如适用）应承担连带责任。
      </p>
      <p>
        2.在注册时和使用本公司通过聚优财平台提供服务的完整期间内，您应提供您自身的真实资料和信息，并保证自您注册之时起至您使用聚优财平台服务的完整期间内，您所提交的所有资料和信息是（包括但不限于电子邮件地址、联系电话、联系地址、邮政编码、个人身份信息、征信信息等，若是授权注册用户需还需提供，中国境内银行卡正反面扫描件，手持合法身份证件和中国境内银行卡的照片，签署申请书和协议的扫描件及相关视频等）真实、准确、完整、且是最新的。若本公司经自主判断认定您的用户资料存在错误、虚假、失效等嫌疑，本公司有权终止您的用户资格。对由此产生的一切后果，本公司不承担责任。
      </p>
      <p>
        3.为保障交易顺利进行，您在点击确认注册时即不可撤销地同意并授权本公司对您所提交的资料和信息（包括但不限于个人姓名、身份证、手机号码、银行卡号码等）的真实性进行核实，核实方式除本公司有权自主审核外还包括本公司委托第三方机构进行查验等。乙方确认该等验证方式为合法授权，因此产生的一切后果，由乙方承担。
      </p>
      <div class="tit">
        三、聚优财平台的服务内容
      </div>
      <p>
        1.本公司通过聚优财平台向您提供的服务包括但不限于：交易信息发布及管理、交易合同管理服务、客户服务等，具体详情以本公司届时通过聚优财平台实际提供的服务内容为准。`
      </p>
      <p>
        2.本公司就通过聚优财平台向您提供的服务是否收取服务费及服务费的具体标准和规则，以本公司通过聚优财平台不时公布的最新规则为准。本公司保留不时单方面制定及调整服务费用收取标准和规则的权利。
      </p>
      <p>
        3.本公司通过聚优财平台提供的部分服务需要用户（授权，如适用）完成身份认证方能享用。用户因未完成身份认证而无法享用相关服务的，本公司及聚优财平台不承担任何责任。您应确保您在身份认证过程中提交的所有资料和信息是真实、准确、完整的、且是最新的。若本公司经自主判断认定您在身份认证过程中提交的任何资料存在虚假记载、误导性陈述、或重大遗漏的嫌疑，本公司有权终止您的用户资格。对由此产生的一切后果，本公司及聚优财平台不承担任何责任。
      </p>
      <p>
        4.就聚优财平台上发布的交易信息，您使用会员账户登录聚优财平台进行查看，并根据您自身财务情况及风险承受能力决定是否参与该项交易。
      </p>
      <p>
        您了解，聚优财平台系接受信息发布方的委托进行交易信息发布，聚优财平台仅对发布的信息承担表面审查责任，不对信息的准确、完整、合法性作出保证，也不承担相关责任，您应依其独立判断做出决策。您据此进行交易的，产生的风险由您自行承担。您与交易对方之间因交易发生的或与交易有关的任何纠纷，应由纠纷各方自行解决，聚优财平台不承担任何交易风险及法律责任，但聚优财平台将给予积极协助。
      </p>
      <p>
        5.就您通过聚优财平台签署的合同，聚优财平台将为您提供合同管理服务，主要服务内容与规则为：
      </p>
      <p>
        1）在聚优财平台交易需订立的合同采用电子合同方式。您使用会员账户登录聚优财平台后，根据聚优财平台的相关规则，以会员账户在聚优财平台通过点击确认或类似方式签署的电子合同即视为您本人/贵公司真实意愿并以您本人/贵公司名义签署的合同，具有法律效力。您应妥善保管自己的账户密码等账户信息，您通过前述方式订立的电子合同对合同各方具有法律约束力，您不得以账户密码等账户信息被盗用或其他理由否认已订立的合同的效力或不按照该等合同履行相关义务。
      </p>
      <p>
        2）您根据本协议以及聚优财平台的相关规则签署电子合同后，不得擅自修改该合同。聚优财平台向您提供电子合同的备案、查看、核对服务，如对电子合同真伪或电子合同的内容有任何疑问，您可通过聚优财平台查阅合同。如对此有任何争议，应以聚优财平台留存的合同为准。
      </p>
      <p>
        3）聚优财平台启用数字证书系统对相关协议进行数字认证的，您在此不可撤销地授权并委托聚优财平台为您申请上上签数字证书并接受相关方对电子签名提出的相关要求。&nbsp;经聚优财平台在授权范围内使用您的电子签名数字证书签署的电子合同，与您的手写签章具有同等法律效力，对您具有不可撤销的法律约束力。聚优财平台在前述授权范围内申请、使用您的电子签名数字证书的行为之法律后果由您自行承担。您不得以未实际签署纸质合同为由、或未实际操作数字证书等理由，否认该等电子合同的法律效力。为前述电子签名数字证书申请之目的，您同意按照电子签名及聚优财平台的要求及时提交相关材料。
      </p>
      <p>
        4）除特别列明外，聚优财平台不提供任何纸质合同。
      </p>
      <p>
        6.就您在聚优财平台进行的资金交易行为，聚优财平台将利用本公司开立在存管银行的银行存管账户（指由平台在资金存管业务合作银行开立的、为用户资金撮合、划付提供存管服务并用于记录用户资金使用情况的综合管理系统的账户，包括平台资金总账户和根据不同实名用户开立的虚拟子账户）为您提供网络借贷信息中介服务，主要服务内容与规则为：
      </p>
      <p>
        1）银行卡认证：为享受聚优财平台提供的网络借贷信息中介等服务，您应按照聚优财平台合作的存管银行规定的流程提交以您本人名义登记的有效银行借记卡等信息，经由聚优财平台合作的存管银行审核通过后，聚优财平台会将您的用户账户与前述银行账户进行绑定。如您未按照聚优财平台合作的存管银行规定提交相关信息或提交的信息错误、虚假、过时或不完整，或者聚优财平台或其合作的存管银行有合理的理由怀疑您提交的信息为错误、虚假、过时或不完整，聚优财平台合作的存管银行有权拒绝为您提供银行卡认证服务，您因此未能使用交易管理服务而产生的损失需自行承担。在线授权注册的用户仅能使用授权注册当时提交的由聚优财平台合作的存管银行审核通过的唯一银行账户进行交易资金的收付，本公司仅按照授权约定将您的用户账户与前述唯一银行账户进行绑定，任何因为您擅自换卡可能导致的风险由您自己承担，与本公司无涉。
      </p>
      <p>
        2）充值：用户可以使用聚优财平台指定的方式向您开立在聚优财平台存管总账户下的虚拟子账户充入资金，用于通过聚优财平台进行交易。
      </p>
      <p>
        3) 代收/代付：聚优财平台将按照具体产品交易规则通过银行存管账户及聚优财平台合作的存管银行指定的第三方支付公司（如有）代为收取您通过聚优财平台交易的的资金，以及，将您向存管账户划付的款项按照您的指示及具体产品交易规则支付给您指定的其他方。&nbsp;
      </p>
      <p>
        4）查询：聚优财平台将对您在平台上的所有操作进行记录，不论该操作之目的最终是否实现。您可以通过会员账户实时查询用户账户名下的交易记录。您理解并同意您最终收到款项的服务是由您经过认证的银行卡对应的银行提供的，需向该银行请求查证。您理解并同意通过聚优财平台查询的任何信息仅作为参考，不作为相关操作或交易的证据或依据；如该等信息与聚优财平台记录存在任何不一致，应以聚优财平台提供的书面记录为准。
      </p>
      <p>
        就上述资金管理服务，您同意并确认：
      </p>
      <p>
        1）您通过聚优财平台进行交易的资金来源合法且您对有关资金具有完全的支配权利。您同意，聚优财平台有权按照包括但不限于公安机关、检察机关、法院等司法机关、行政机关、军事机关的要求协助对您的账户及资金等进行查询、冻结或扣划等操作；
      </p>
      <p>
        2）上述交易管理服务涉及聚优财平台与存管银行或第三方支付机构等金融机构的合作。对此，您同意：
      </p>
      <p>
        a) 受存管银行或第三方支付机构等金融机构仅在工作日进行资金代扣及划转的现状等各种原因所限，当相关交易协议约定的交易款项分配日遇国家法定节假日或休息日时，相应交易款项将自动顺延至该国家法定节假日或休息日结束后的第一个工作日进行分配；聚优财平台不承担与该等分配顺延相关的责任，包括但不限于由此产生的利息、货币贬值等损失；
      </p>
      <p>
        b) 一经您使用前述服务，即表示您不可撤销地授权聚优财平台进行相关操作，且该等操作是不可逆转的，您不能以任何理由拒绝付款或要求取消交易。就前述服务，您应按照有关文件及存管银行或第三方支付机构等金融机构的规定支付第三方的费用，您与第三方之间就费用支付事项产生的争议或纠纷，与聚优财平台无关；
      </p>
      <p>
        3）聚优财平台有权基于交易安全等方面的考虑不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等。您了解，聚优财平台的前述设定可能会对您的交易造成一定不便，您对此没有异议；
      </p>
      <p>
        4）如果聚优财平台发现了因系统故障或其他原因导致的处理错误，无论有利于聚优财平台还是有利于您，聚优财平台都有权纠正该错误。如果该错误导致您实际收到的金额少于您应获得的金额，则聚优财平台在确认该处理错误后会尽快将您应收金额与实收金额之间的差额转入您经过认证的银行卡。如果该错误导致您实际收到的金额多于您应获得的金额，则无论错误的性质和原因为何，您都应及时根据聚优财平台向您发出的有关纠正错误的通知的具体要求返还多收的款项或进行其他操作。您理解并同意，您因前述处理错误而多付或少付的款项均不计利息，聚优财平台不承担因前述处理错误而导致的任何损失或责任（包括您可能因前述错误导致的利息、汇率等损失），但因聚优财平台恶意而导致的处理错误除外。
      </p>
      <div class="tit">
        四、用户使用限制
      </div>
      <p>
        1.您不得利用本公司、聚优财平台或本公司通过聚优财平台提供的服务从事任何不符合中国法律法规、损害国家或公共利益或侵犯他人权益的活动。本公司发现您从事上述活动时，有权不经通知而立即停止您对聚优财平台或本公司通过聚优财平台提供的任何服务的任何使用权利。
      </p>
      <p>
        2.在使用本公司通过聚优财平台提供的任何服务（包括但不限于站内信服务、群组服务、论坛服务或其他电子邮件转发服务）的过程中，您不得发送、公布或展示任何垃圾邮件、信息或其他可能违反中国法律法规及本协议的内容。本公司在发现您从事该等活动或发布该等内容时，有权不经您同意而删除该等内容，并有权不经通知而立即暂停或停止您对聚优财平台的全部或部分功能的使用。您应自行承担因从事上述违法违规行为而导致的法律后果。
      </p>
      <p>
        3.您在注册时向聚优财平台提交的电子邮箱、用户名、密码及安全问题答案是您在聚优财平台的唯一识别信息。您注册成功后，应严格履行对注册的电子邮箱、用户名、密码及安全问题答案其他身份识别信息的保密及保管，不得将上述信息转让或授权给任何第三方使用。您确认，在您使用您的用户名和密码登陆聚优财平台后，所从事的一切行为均代表您本人，并由您本人承担相应的法律后果。
      </p>
      <p>
        您若发现有第三人冒用或盗用您的用户账户及密码，或其他任何未经合法授权的情形，应立即以有效方式通知聚优财平台，要求聚优财平台暂停相关服务，否则由此产生的一切责任由您本人承担。同时，您理解聚优财平台对您的请求采取行动需要合理期限，在此之前，聚优财平台对第三人使用该服务所导致的损失不承担任何责任。
      </p>
      <p>
        4.本公司及聚优财平台的所发布、嵌套或附载的所有内容，包括但不限于文本、数据、图片、音频、视频、系统框架、源代码和其他所有信息，均由本公司享有知识产权或依据本公司与知识产权权利人签署的协议享有相关使用许可。未经本公司事先书面同意，您或其他任何第三方不得复制、改编、传播、公布、展示或以任何其他方式侵犯上述内容的知识产权。
      </p>
      <div class="tit">
        五、用户信息的保护及披露
      </div>
      <p>
        1.用户信息的提供、搜集及核实
      </p>
      <p>
        1）您有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性、安全性和及时更新，以便本公司通过聚优财平台为您提供服务并与您进行及时、有效的联系。您应完全独自承担因通过该等联系方式无法与您取得联系而导致的您在使用本公司通过聚优财平台提供的服务过程中遭受的任何损失或增加任何费用等不利后果。
      </p>
      <p>
        2）本公司可能自公开及私人资料等合法渠道收集您的额外资料，以更好地了解用户，并为您提供个性化的服务、解决争议和确保相关交易服务的安全性。本公司仅收集本公司认为与上述目的相关或达成该目的所必须的关于您的个人资料。
      </p>
      <p>
        3）您同意本公司可以自行或通过合作的第三方机构对您提交或本公司搜集的用户信息进行核实，并对获得的核实结果根据本协议及有关文件进行查看、使用和留存等操作。
      </p>
      <p>
        4）本公司按照您在聚优财平台上的行为自动追踪关于您的某些资料。本公司将利用这些资料进行有关聚优财平台之用户的人口统计、兴趣及行为的内部研究，以更好地了解您以便向您和聚优财平台的其他用户提供更好的服务。
      </p> <p>
        5）本公司通过聚优财平台在某些网页上使用诸如“Cookies”的资料收集装置。“Cookies”是储存在本地的小型数据文件，以协助聚优财平台为您提供个性化的服务。本公司亦提供某些只能通过使用“Cookies”才可得到的功能。本公司还利用“Cookies”使您能够在某段期间内减少输入密码的次数。请您理解，本公司的某些服务只能通过使用“Cookies”方可实现。
      </p> <p>
        2.用户信息的使用和披露
      </p> <p>
        1）您同意本公司可使用关于您的个人资料（包括但不限于本公司通过聚优财平台从您在聚优财平台上的活动所收集的有关您的资料，及本公司通过合法渠道收集的有关您的资料）以解决争议、对纠纷进行调停、确保您能够通过聚优财平台进行安全交易，并执行聚优财平台的服务协议及相关规则。本公司根据业务需要，有时可能调查多个用户以识别问题或解决争议，特别是本公司可通过聚优财平台审查您的资料以区分使用多个用户名或别名的用户。为限制互联网及移动互联平台的欺诈、或其他违法或刑事犯罪活动，使本公司以及聚优财平台和/或任何第三方免受其害，您同意本公司可通过人工或自动程序对您的资料进行评价。
      </p> <p>
        2）您同意本公司可以使用您的资料以改进本公司及聚优财平台的推广和促销工作、分析聚优财平台服务的使用率、改善聚优财平台服务内容和产品推广形式，并使其内容、设计和服务更能符合用户的需求。这些使用能改善聚优财平台的系统，使其更能符合您的需求，从而使您在使用本公司通过聚优财平台提供的服务时得到更为顺利、有效、安全及个性化的服务体验。
      </p> <p>
        3）您同意本公司利用您的资料与您联络并（在某些情况下）向您传递针对您的兴趣而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品提供以及有关您使用聚优财平台产品或服务的通讯。您接受本协议即视为您同意收取该等信息。
      </p> <p>
        4）您注册成功后应妥善保管您的用户名和密码。您确认，无论是您还是您的代理人，用您的用户名和密码登录聚优财平台后在聚优财平台所作出的一切行为均代表您，并由您承担相应的法律后果。
      </p> <p>
        5）本公司对于您提供的、自行收集到的、经认证的个人信息将按照本协议及有关规则予以保护、使用或者披露。本公司将采用行业标准惯例以保护您的资料，但鉴于技术限制，本公司不能确保您的全部私人通讯及其他资料不会通过本协议中未列明的途径泄露出去。
      </p> <p>
        6）您使用本公司通过聚优财平台提供的服务进行交易时，您即授权本公司将您的包括但不限于真实姓名、联系方式、信用状况等必要的个人信息和交易信息披露给与您交易的另一方或本公司的合作机构（仅限于本公司为完成拟向您提供的服务而合作的机构）。
      </p> <p>
        7）本公司有义务根据有关法律要求向司法机关和政府部门提供您的资料。在您未能按照与本协议、聚优财平台有关规则或者与聚优财平台其他用户签订的有关协议的约定履行自己应尽的义务时，聚优财平台有权根据自主判断、有关协议和规则、国家生效裁决文书或者与该笔交易有关的其他用户的合理请求披露您的资料（包括但不限于在聚优财平台及互联网络上公布您的违法、违约行为，并有关将该内容记入任何与您相关的信用资料、档案或数据库），并且其他用户可以采取发布您的信息的方式追索债权或通过司法部门要求本公司提供相关资料，本公司对此不承担任何责任。
      </p> <p>
        3.您对其他用户信息的使用
      </p> <p>
        1）在您使用本公司通过聚优财平台提供的服务过程中，您无权要求本公司提供其他用户的个人资料，除非符合以下条件：
      </p> <p>
        a) 您已向法院起诉其他用户在使用聚优财平台过程中的违约行为；
      </p> <p>
        b）其他用户明确书面同意并授权本公司提供该用户信息；
      </p> <p>
        c) 如您通过签署有关协议等方式获得其他用户的信息，您同意不将该等信息用于除解决交易纠纷以外的其他任何用途，除非该等信息根据适用的法律规定被有管辖权的法院或政府部门要求披露。
      </p> <p>
        2） 如您通过签署有关协议等方式获得其他用户的信息，您同意不将该等信息用于除向债务人追索债权以外的其他任何用途，除非该等信息根据适用的法律规定被有管辖权的法院或政府部门要求披露。
      </p> <p>
        4.若您未能按照您与聚优财平台及聚优财平台其他用户签订的协议等法律文本的约定履行相应义务，本公司有权披露您的用户信息及违约事实。本公司有权将上述信息写入聚优财平台黑名单，或与任何第三方进行数据共享，以供本公司及第三方审核、催收之用。由此给用户造成的任何损失，本公司不承担法律责任。
      </p> <div class="tit">
        六、不保证条款
      </div> <p>
        1.您知晓并同意，您通过聚优财平台所从事的交易可能面临如下风险，该些风险需由您自行承担：
      </p> <p>
        1）监管风险：有关法律、法规及相关政策、规则发生变化，导致无法实现您的资金交易，您由此可能遭受损失；
      </p> <p>
        2）违约风险：作为出借人，因您的交易对手，包括但不限于借款人、出让方、担保人、回购人、保险公司等第三方（视实际情况而定）等无力或无意愿按时足额履约，您由此可能遭受损失；
      </p> <p>
        3） 收益风险：作为出借人，您所参与的交易因特定原因无法实现预期收益，您由此无法获得更多收益；
      </p> <p>
        4） 成交风险：平台为符合条件的用户提供交易服务。平台无法也没有义务保证您在发出借款需求或出借意向后，能够实际获得借款或出借成功，您因前述交易导致的损失（包括但不限于利息、手续费等损失）由您自行承担，平台不承担责任;
      </p> <p>
        5） 本协议约定的不可抗力因素导致的风险；
      </p> <p>
        6） 因您的过错导致的任何损失，该过错包括但不限于：决策失误、操作不当、遗忘或泄露账户密码、密码被他人破解、您使用的计算机系统被第三方侵入而造成的损失。
      </p> <p>
        以上并不能揭示您通过聚优财平台进行交易的全部风险及市场的全部情形。您在做出交易决策前，应全面了解相关交易，谨慎决策，并自行承担全部风险。
      </p> <p>
        2.您应了解，本公司及聚优财平台在任何情况下均不会以任何明示或默示的方式对您及您通过聚优财平台形成的交易、交易风险及交易履约提供任何担保，均不以任何明示或默示的方式保证由其他用户或机构提供的信息内容的真实性、充分性、及时性、可靠性、完整性和有效性。您应根据自身的风险承受能力，衡量交易相对方信息及其他相关信息以及与其交易的真实性和安全性，您通过聚优财平台形成的任何交易所产生的直接及间接的损失均由您自行独立承担。
      </p> <p>
        3.聚优财平台上所载内容可能涉及或链接到由第三方所有、控制或者运营的其他网站（以下简称“第三方网站”）。本公司不能保证也没有义务保证第三方网站上的信息的真实性和有效性。您确认按照第三方网站的注册协议而非本注册协议使用第三方网站及其内容、产品、广告和其他任何信息，均由您自行判断并承担风险（如适用）。
      </p> <p>
        在任何情况下，对于您使用聚优财平台服务过程中涉及由第三方提供相关服务的责任由该第三方承担，聚优财平台不承担该等责任。因您自身的原因导致聚优财平台服务无法提供或提供时发生任何错误而产生的任何损失或责任，由您自行负责，聚优财平台不承担责任。
      </p> <p>
        4.聚优财平台因下列状况无法正常运作，使您无法使用聚优财平台服务时，聚优财平台不承担损害赔偿责任，该状况包括但不限于：
      </p> <p >
        1）聚优财平台公告的系统停机维护期间；
      </p> <p >
        2）聚优财平台所依赖的电信设备出现故障不能进行数据传输的；
      </p> <p>
        3） 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成聚优财平台系统障碍不能执行业务的；
      </p> <p>
        4）由于黑客攻击、电信部门技术调整或故障、网站升级、其他第三方的问题等原因而造成的服务中断或者延迟。
      </p> <div class="tit">
        七、通知
      </div> <p>
        本协议项下的通知如以公示方式作出，一经在聚优财平台公示即视为已经送达。除此之外，其他向您发布的具有专属性的通知将由本公司发送至您在注册时或者注册后变更用户信息时向本公司提供的电子邮箱，或您在注册后与聚优财账户绑定的手机（如有）。任何信息从聚优财平台发出时起，即视为已告知用户，用户不得以任何理由否认该等信息的效力或拒绝履行该等信息下用户的相应义务。请您密切关注您的电子邮箱的邮件和信息及您手机中的短信信息（如有）。
      </p> <div  class="tit">
        八、违约责任
      </div> <p >
        如果您违反了您在协议中所作的陈述、保证、承诺或任何其他义务，或该等陈述、保证、承诺被认定为不真实、不准确、不完整或具有误导性的，致使本公司或本公司的股东、实际控制人、董事、员工、代理人承受任何损失，您应向受损失的一方做出全额赔偿。
      </p> <div class="tit">
        九、终止
      </div> <p>
        1.除非本公司终止本协议，或者您按照本协议的约定申请并经本公司同意，否则本协议始终有效。在您违反了本协议、相关规则，或在相关法律法规、政府部门的要求下，本公司有权通过电子邮件告知方式终止本协议、关闭您的账户或者限制您使用本公司通过聚优财平台提供的相关服务。
      </p> <p>
        2.聚优财平台有权基于单方独立判断，在认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向您提供本协议项下的全部或部分用户服务，并将注册资料移除或删除，且无需对您或任何第三方承担任何责任。您对此不得提出任何异议。前述情形包括但不限于：
      </p> <p>
        1）聚优财平台认为您提供的资料不具有真实性、有效性或完整性；
      </p> <p>
        2）聚优财平台发现异常交易或有疑义或有违法之虞时；
      </p> <p>
        3）聚优财平台认为您的账户涉嫌洗钱、套现、传销、被冒用或其他聚优财平台认为有风险之情形；
      </p> <p>
        4）聚优财平台认为您已经违反本协议中规定的各类规则；
      </p> <p>
        5）聚优财平台基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向您提供本协议项下的全部或部分用户服务，并将注册资料移除或删除的其他情形。
      </p> <p>
        3. 您同意，本协议的终止、用户账户的暂停、中断或终止不代表您责任的终止，您仍应对您使用聚优财平台服务期间的行为承担可能的违约或损害赔偿责任，同时聚优财平台仍可保有您的相关信息。
      </p> <div class="tit">
        十、黑名单管理
      </div> <p >
        聚优财平台实行“黑名单”管理制度，有权对用户进行资信审核，并根据用户的信用情况、履约情况和财务状况等调整对用户的资信评价。若发现用户存在异常交易、涉嫌洗钱、套现、传销、被冒用或其他聚优财平台认为有风险之情形、以及任何其他违法违规行为时，且经聚优财平台警告仍未在合理时间内改正的，聚优财平台有权将用户的账号以及相关个人信息、联系方式等列入网站“黑名单”，并拒绝继续向该用户提供聚优财平台的任何服务。聚优财平台保留向该用户追究相应责任的权利。
      </p> <p>
        若用户被聚优财平台列入“黑名单”后，仍使用其他身份信息进行注册的，一经发现，聚优财平台有权将该等账号以及相关个人信息、联系方式等列入网站“黑名单”，而不需另行发出警告或给予合理时间改正。
      </p> <p>
        您在此承诺对聚优财平台的“黑名单”管理行为不持有任何异议，并放弃追究聚优财平台对此承担任何责任的权利。
      </p> <div class="tit">
        十一、条款的独立性
      </div> <p>
        如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且在此情况下，本协议的其他条款仍然完全有效并具有约束力。
      </p> <div class="tit">
        十二、适用法律和管辖
      </div> <p>
        1.本协议适用中华人民共和国法律。
      </p> <p>
        2.与本协议的解释和履行有关的争议应由本公司住所地有管辖权的人民法院管辖。
      </p> <div class="tit">
        十三、其他
      </div>
      <p>
        1.本协议的附件及各项补充、修订或变更，为本协议不可分割的组成部分，与本协议正文具有同等法律效力。
      </p>
      <p>
        2.未经聚优财平台事先书面同意，您不得将本协议项下的权利和义务转让给任何第三方。
      </p>
      <p>
        3.您作为出借人在使用聚优财平台服务过程中可能产生收益。因该等收益而产生的税费（包括但不限于个人所得税），应由您自行向主管税务机关申报、缴纳。除法律法规另有规定外，本公司对此不承担任何代扣代缴义务。
      </p>
      <p>
        4.本协议未尽事宜，由双方协商处理，或者按国家有关法律、法规的规定执行。
      </p>
    </article>
  </div>
</template>

<script>
  export default {
    name: 'RegisterPage',
    data () {
      return {
        msg: '注册服务协议'
      }
    }
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  .page{
    width: 100%;
    height: 100%;
  }
  /*article{*/
    /*width: 92%;*/
    /*margin: 0 4%;*/
  /*}*/
  #contentBox{
    width: 92%;
    margin: 0 4%;
    margin-top: 40px;
    display: inline-block;
  }
  article .title {
    font-size: 30px;
    color: #666;
    text-align: center;
    margin-bottom: 15px;
  }
  article div{
    display: inline-block;
    line-height: 60px;
  }
  article .tit{
    font-size: 24px;
    color: #666;
    margin-bottom: 22px;
  }
  article p {
    font-size: 12px;
    max-height: 999999px;
    color: #999;
  }
</style>
